[
  {
    "content": [
      {
        "content": [
          {
            "title": "Действия, направленные на нарушение общественного порядка (залезание на крышу транспортного средства, остановки; порча государственного/личного имущества; удары по ТС; выкидывание людей из ТС; выкрики и флуд; неадекватное поведение, неприличные приставания к прохожим) и прочее хулиганство",
            "type_punishment": 3,
            "value_punishment": 1
          },
        ],
        "title": "Нарушение порядка."
      },
      {
        "content": [
          {
            "title": "Незаконное хранение, пользование ключами от камеры. С изъятием обнаруженных запрещенных веществ.",
            "type_punishment": 3,
            "value_punishment": 2
          },
        ],
        "title": "Хранение ключей от камеры. Допустимое сокращение: [Хранение ключей]."
      },
      {
        "content": [
          {
            "title": "Причинение вреда здоровью без использования огнестрельного оружия, с помощью холодного оружия, биты, кулака, кия, клюшки, и т.д.",
            "type_punishment": 3,
            "value_punishment": 2
          },
        ],
        "title": "Избиение. Допустимое сокращение: [Драка]."
      },
      {
        "content": [
          {
            "title": "Наличие оружия в руках гражданина в общественных местах и игнорирование обязательного требования полицейского спрятать оружие",
            "type_punishment": 3,
            "value_punishment": 2
          },
        ],
        "title": "Ношение оружия в открытом виде."
      },
      {
        "content": [
          {
            "title": "Заведомо ложная порочащая информация или распространение заведомо ложных сведений, порочащих честь и достоинство другого лица или подрывающих его репутацию.",
            "type_punishment": 3,
            "value_punishment": 2
          },
        ],
        "title": "Клевета."
      },
      {
        "content": [
          {
            "title": "Нелегальное распространение/изготовление оружия или его реклама. С изъятием.",
            "type_punishment": 3,
            "value_punishment": 3
          },
        ],
        "title": "Продажа оружия."
      },
      {
        "content": [
          {
            "title": "Изготовление или использование не оригинальных специальных удостоверений, значков, пропусков, документов государственных служб, либо использование этих документов лицами, не имеющими специальных полномочий, дача ложных показаний.",
            "type_punishment": 3,
            "value_punishment": 2
          },
        ],
        "title": "Подделка."
      },
      {
        "content": [
          {
            "title": "Отказ оплачивать штраф за административное правонарушение должностному лицу. С изъятием водительской лицензии.",
            "type_punishment": 3,
            "value_punishment": 2
          },
        ],
        "title": "Отказ от уплаты штрафа. Допустимое сокращение: [Неуплата штрафа]."
      },
      {
        "content": [
          {
            "title": "Нарушение регламента проведения массовых мероприятий -> Федеральный закон №3 `О манифестациях и экстремизме`",
            "type_punishment": 3,
            "value_punishment": 2
          },
        ],
        "title": "Манифестация."
      },
      {
        "content": [
          {
            "title": "Повреждение/нанесение урона чужому имуществу посредством огнестрельного/телесного нанесения.",
            "type_punishment": 3,
            "value_punishment": 2
          },
        ],
        "title": "Повреждение чужого имущества. Допустимое сокращение: [Порча имущества]"
      },{
        "content": [
          {
            "title": "Незаконное завладение чужим транспортным средством, а также попытка угона. С изъятием водительской лицензии.",
            "type_punishment": 3,
            "value_punishment": 2
          },
        ],
        "title": "Угон ТС. Допустимое сокращение: [Угон]."
      },
      {
        "content": [
          {
            "title": "Столкновение / наезд на пешехода транспортным средством. С изъятием водительской лицензии.",
            "type_punishment": 3,
            "value_punishment": 2
          },
        ],
        "title": "Наезд на пешехода. Допустимое сокращение: [Наезд]"
      },
      {
        "content": [
          {
            "title": "Посев или выращивание запрещенных к возделыванию растений, а также культивирование сортов конопли, мака или других растений, содержащих наркотические вещества. Наказание: Запрет на услуги адвоката. 3 уровень розыска. Оцепление плантаций до полного уничтожения запрещенных растений.",
            "type_punishment": 3,
            "value_punishment": 3
          },
        ],
        "title": "Выращивание наркотических веществ."
      },
      {
        "content": [
          {
            "title": "Нахождение на территориях, закрытых для свободного посещения гражданскими лицами (территории военных баз, гаражей и участков ПД и ФБР и т.д). Примечание: Вся территория, обозначенная коричневым цветом на карте, включая территорию за ограждением базы, считается охраняемой территорией армии. Задерживать разрешается только после игнорирования гражданином предупреждения в мегафон о том, что он приближается к охраняемой территории. Так же под эту статью попадает проникновение на частную территорию, а именно дом или прилегающий участок к нему, если таковой имеется. Наказание: Для ПД / Армии — 3 уровень розыска. Для ФБР — 6 уровень розыска. Для Частной Территории — 2 уровень розыска.",
            "type_punishment": 3,
            "value_punishment": 3
          },
        ],
        "title": "Проникновение на охраняемые, государственные владения. Допустимое сокращение: [Проникновение]."
      },
      {
        "content": [
          {
            "title": "Создание помех правоохранительным органам при исполнении ими служебных обязанностей. Пример: помеха при задержании преступника.",
            "type_punishment": 3,
            "value_punishment": 2
          },
        ],
        "title": "Помеха."
      },
      {
        "content": [
          {
            "title": "Дача гражданином или получение должностным лицом денежного вознаграждения за действия либо бездействие в решении вопросов, касающихся служебной деятельности (например, дача взятки полицейскому за снятие розыска). Увольнение с должности.",
            "type_punishment": 3,
            "value_punishment": 2
          },
        ],
        "title": "Взятка."
      },
      {
        "content": [
          {
            "title": "Хранение оружия при себе / в сейфе дома без наличия лицензии на оружие. С изъятием оружия.",
            "type_punishment": 3,
            "value_punishment": 2
          },
        ],
        "title": "Ношение оружия без лицензии."
      },
      {
        "content": [
          {
            "title": "Умышленное унижение чести и достоинства личности, выраженное в грубой неприличной форме, в том числе в отношении сотрудника полиции, военного, ФБР, МЧС.",
            "type_punishment": 3,
            "value_punishment": 2
          },
        ],
        "title": "Оскорбление."
      },
      {
        "content": [
          {
            "title": "Неповиновение законным требованиям сотрудников полиции, ФБР, службы охраны Мэрии на территории Мэрии или военнослужащим на территории военных баз и военкомата (покинуть территорию, выйти из ТС, показать документы и прочее).",
            "type_punishment": 3,
            "value_punishment": 2
          },
        ],
        "title": "Неподчинение сотруднику ПД/ФБР. Допустимое сокращение: [Неподчинение]."
      },
      {
        "content": [
          {
            "title": "Передача за денежное вознаграждение ключей от камер военной формы гражданским лицом или иных государственных ценностей. С изъятием.",
            "type_punishment": 3,
            "value_punishment": 3
          },
        ],
        "title": "Продажа государственного имущества. Допустимое сокращение: [Продажа гос. имущества]."
      },
      {
        "content": [
          {
            "title": "Распространение наркотических средств или реклама, пропаганда использования наркотических средств. С изъятием.",
            "type_punishment": 3,
            "value_punishment": 3
          },
        ],
        "title": "Продажа наркотиков."
      },
      {
        "content": [
          {
            "title": "Хранение материалов, деталей для незаконного изготовления оружия, а также хранение наркотических средств. С изъятием обнаруженных запрещенных веществ. При добровольной сдаче, а так же при изъятии на приеме/призыве наказание не выдается.",
            "type_punishment": 3,
            "value_punishment": 2
          },
        ],
        "title": "Хранение наркотиков/материалов. Допустимое сокращение: [Хранение зап. веществ]."
      },
      {
        "content": [
          {
            "title": "Употребление наркотических веществ. С изъятием.",
            "type_punishment": 3,
            "value_punishment": 2
          },
        ],
        "title": "Употребление наркотических веществ. Допустимое сокращение: [Употребление наркотиков]."
      },
      {
        "content": [
          {
            "title": "Причинение вреда здоровью или угроза жизни гражданину с использованием оружия (направление оружия на человека), убийство, вымогательство, ограбление или провокации. С изъятием лицензии на оружие.",
            "type_punishment": 3,
            "value_punishment": 3
          },
        ],
        "title": "Разбой."
      },
      {
        "content": [
          {
            "title": "Оказание сопротивления сотрудникам полиции или ФБР при попытке задержания и ухода от погони, или уход c места ДТП. С изъятием водительской лицензии.",
            "type_punishment": 3,
            "value_punishment": 3
          },
        ],
        "title": "Уход."
      },
      {
        "content": [
          {
            "title": "Незаконное завладение, скрытое хищение чужого имущества или денежных средств, в том числе кража, покупка, хранение военной формы и другого государственного имущества. С изъятием.",
            "type_punishment": 3,
            "value_punishment": 3
          },
        ],
        "title": "Кража."
      },
      {
        "content": [
          {
            "title": "Незаконное ограничение свободы лица, взятие в заложники с последующим требованием выкупа или без такого требования. Запрет на адвоката.",
            "type_punishment": 3,
            "value_punishment": 4
          },
        ],
        "title": "Похищение."
      },
      {
        "content": [
          {
            "title": "Незаконный выход из камер до истечения срока заключения с использованием ключей от камер или посредством незаконных действий адвоката. С изъятием ключей.",
            "type_punishment": 3,
            "value_punishment": 4
          },
        ],
        "title": "Побег."
      },
      {
        "content": [
          {
            "title": "Убийство, причинение или угроза причинения вреда здоровью в отношении служащего армии.",
            "type_punishment": 3,
            "value_punishment": 4
          },
        ],
        "title": "Нападение на военнослужащего."
      },
      {
        "content": [
          {
            "title": "Убийство, причинение или угроза причинения вреда здоровью в отношении сотрудника полиции. С изъятием лицензии на оружие.",
            "type_punishment": 3,
            "value_punishment": 5
          },
        ],
        "title": "Нападение на полицейского."
      },
      {
        "content": [
          {
            "title": "Убийство, причинение или угроза причинения вреда здоровью в отношении Агента ФБР / Мэра. С изъятием лицензии на оружие.",
            "type_punishment": 3,
            "value_punishment": 6
          },
        ],
        "title": "Нападение на Агента ФБР / Мэра."
      },
      {
        "content": [
          {
            "title": "Планирование, организация, угроза или исполнение террористического акта, либо убийство более чем трёх человек с использованием оружия. (Данную статью можно выдавать на читеров). В разделе мэрии указано более подробное описание экстремизма и список действий/материалов/движений подпадающих под данный пункт (Регулируется только сенатом или через конгресс) -> Федеральный закон №3 `О манифестациях и экстремизме`. Запрет на адвоката. Изъятие лицензии на оружие.",
            "type_punishment": 3,
            "value_punishment": 6
          },
        ],
        "title": "Терроризм и экстремизм."
      },
      {
        "content": [
          {
            "title": "Пособничество в совершении преступления, покрывательство преступника или создание помех правоохранительным органам при задержании преступника. Наказание: тот же уровень розыска, что и у преступника.",
            "type_punishment": 0,
            "value_punishment": 0
          },
        ],
        "title": "Соучастие."
      },
      {
        "content": [
          {
            "title": "Пособничество в развале спецопераций, создание помех правоохранительным органам при антитеррористической деятельности.",
            "type_punishment": 3,
            "value_punishment": 4
          },
        ],
        "title": "Срыв спецоперации."
      },
      {
        "content": [
          {
            "title": "Проведение агитационных мероприятий в период избирательной кампании с целью побудить избирателей к голосованию за кандидата, кандидатов, список кандидатов или против него (них) либо против всех кандидатов в несогласованное с сенатом Штата время.",
            "type_punishment": 3,
            "value_punishment": 3
          },
        ],
        "title": "Агитация."
      },
      {
        "content": [
          {
            "title": "Деяния, направленные на организацию занятия проституцией другими лицами, а равно содержание притонов для занятия проституцией или систематическое предоставление помещений для занятия проституцией. Штраф 10.000$",
            "type_punishment": 3,
            "value_punishment": 3
          },
        ],
        "title": "Организация занятия проституцией / занятие проституцией."
      },
      {
        "content": [
          {
            "title": "Изнасилование, то есть половое сношение или иные действия сексуального характера с применением насилия или с угрозой его применения к потерпевшему (потерпевшей) или к другим лицам либо с использованием беспомощного состояния потерпевшего (потерпевшей).",
            "type_punishment": 3,
            "value_punishment": 4
          },
        ],
        "title": "Изнасилование."
      },
      {
        "content": [
          {
            "title": "ЕКГС - документ, устанавливающий список возможных правонарушений и меры наказания за них в отношении гражданских лиц.",
            "type_punishment": 0,
            "value_punishment": 0
          },
          {
            "title": "ЕКГС является общепринятым и обязательным для исполнения всеми сотрудниками OG.",
            "type_punishment": 0,
            "value_punishment": 0
          },
          {
            "title": "За несоблюдение ЕКГС к сотруднику будут применяться различные санкции [выговор/понижение/увольнение]",
            "type_punishment": 0,
            "value_punishment": 0
          },
          {
            "title": "ЕКГС вступает в силу 19/10/2017.",
            "type_punishment": 0,
            "value_punishment": 0
          },
          {
            "title": "ЕКГС может быть изменен решением Конгресса, согласованным с Сенатом штата.",
            "type_punishment": 0,
            "value_punishment": 0
          },
          {
            "title": "Агенты ФБР / SAPD обязаны использовать для подачи в розыск только статьи из ЕКГС.",
            "type_punishment": 0,
            "value_punishment": 0
          },
          {
            "title": "Категорически запрещено объявлять граждан штата в розыск по несуществующей статье.",
            "type_punishment": 0,
            "value_punishment": 0
          },
          {
            "title": "Каждый полицейский и агент ФБР обязан знать ЕКГС. Отделы Полицейских Департаментов, ответственные за обучение Кадетов, обязаны обучать сотрудников использованию ЕКГС.",
            "type_punishment": 0,
            "value_punishment": 0
          },
          {
            "title": "Подавать в розыск имеют право сотрудники полиции со звания Офицер, все сотрудники ФБР.",
            "type_punishment": 0,
            "value_punishment": 0
          },
          {
            "title": "Выдача розыска за преступления может осуществляться в двух случаях: Без доказательств если сотрудник полиции/ФБР лично стал свидетелем преступления; С использованием вещественных доказательств, не являясь свидетелем правонарушения. Примечание: Доказательствами могут являться фото и видеозаписи с пометкой времени или вещественные улики, добытые в ходе расследования.",
            "type_punishment": 0,
            "value_punishment": 0
          },
          {
            "title": "Если статья предусматривает несколько типов наказания (штраф или уровни розыска), то предпочтение отдается штрафу. Уровень розыска присваивается при отказе от уплаты штрафа или в исключительных случаях (повторное совершение того же преступления в короткий промежуток времени, неадекватное поведение гражданина, общественная опасность для окружающих).",
            "type_punishment": 0,
            "value_punishment": 0
          },
          {
            "title": "Каждый гражданин имеет право на смягчение наказания путем заключения соглашения о сотрудничестве с сотрудниками ПД, ФБР. В обязанности гражданина, совершившего преступление и заключившего договор, входит активное способствование расследованию и раскрытию преступления, дача всех показаний, сведений по делу, соучастниках и т.д. По окончанию допроса, гражданину будет смягчено наказание в виде снижения уровня розыска на одну единицу.",
            "type_punishment": 0,
            "value_punishment": 0
          },
          {
            "title": "Примечание: ССП не распространяется на статьи 8, 18, 19, 25.",
            "type_punishment": 0,
            "value_punishment": 0
          }
        ],
        "title": "1. ОБЩЕЕ ПОЛОЖЕНИЕ"
      }
      {
        "content": [
          {
            "title": "Особо Опасный Преступник (ООП) - любой гражданин, совершивший особо-тяжкое преступление. Список особо тяжких преступлений: 2.1.1 Нападение на гос.служащего с использованием оружия. 2.1.2 Убийство двух или более лиц. 2.1.3 Похищение человека. 2.1.4 Совершение террористического акта. 2.1.5 Побег. 2.1.6 Выращивание наркотических веществ",
            "type_punishment": 0,
            "value_punishment": 0
          },
          {
            "title": "При многократном нахождении в ООП, Мэр может занести преступника в регулярный список ООП, где ему будет запрещен выход под залог на протяжении какого-либо времени.",
            "type_punishment": 0,
            "value_punishment": 0
          },
          {
            "title": "Категорически запрещено снимать розыск с ООП.",
            "type_punishment": 0,
            "value_punishment": 0
          },
          {
            "title": "ООП не имеют права на чистосердечное признание. Примечание: Преступники, чьи преступления происходили на глазах полицейского/агента ФБР, не имеют право на чистосердечное признание.",
            "type_punishment": 0,
            "value_punishment": 0
          },
          {
            "title": "ООП не имеют права на смягчение наказания.",
            "type_punishment": 0,
            "value_punishment": 0
          },
          {
            "title": "Сотрудник, который объявил гражданина ООП, обязан сообщить по волне департамента причину объявления его особо-опасным по примеру: `Mayor, дело на имя Nick Name рассмотрению не подлежит, ООП [2.2]`. Массовое объявление в ООП по национальному признаку разрешено только при облавах / рейдах, во всех остальных случаях запрещается и наказывается согласно ФП.",
            "type_punishment": 0,
            "value_punishment": 0
          },
          {
            "title": "При объявлении игрока с NonRP Nick Name, следует использовать его ID как номер дела, без упоминания NRP игрового имени по департаменту.",
            "type_punishment": 0,
            "value_punishment": 0
          },
          {
            "title": "Объявлять гражданина ООП имеет право офицер полиции, достигший звания `Офицер`.",
            "type_punishment": 0,
            "value_punishment": 0
          }
        ],
        "title": "2. ОСОБО ОПАСНЫЙ ПРЕСТУПНИК"
      }
    ],
    "regulatory_legal_act": "УК и ЕКГС"
  },
  {
    "content": [
      {
        "title": "Ложный вызов.",
        "content": [
          {
            "title": "Вызов сотрудников МЧС, полиции или иных экстренных служб в ситуации, заведомо не опасной для жизни или имущества. Примечание: Розыск выдается в том случае, если полиция приняла вызов не позже чем за 60 секунд и приехала на место вызова за 2 минуты.",
            "type_punishment": 3,
            "value_punishment": 1
          }
        ]
      },
      {
        "title": "Нарушение правил парковки. Допустимое сокращение: [Парковка].",
        "content": [
          {
            "title": "Стоянка автомобиля в местах для этого не предназначенных/с нарушением правил дорожного движения. Наказание: Изъятие водительского удостоверения после соответствующего предупреждения (Исключение: Мэрия [Лестница, загорождение прохода в мэрию]; Автошкола [Загорождение прохода в автошколу]; Автовокзалы SF, LV [Места ожидания, проход на вокзал]; , Казино 4 дракона и Калигула [Загорождение прохода в казино], за нарушение парковки в данных местах следует изъятие прав без предупреждений).",
            "type_punishment": 2,
            "value_punishment": 0
          }
        ]
      },
      {
        "title": "Езда в неположенном месте.",
        "content": [
          {
            "title": "Движение на транспортном средстве по тротуарам, пешеходным дорожкам, газонам или иным местам, не предназначенным для движения транспортных средств Наказание: 1-2 года проживания в штате - 500 вирт. 3-5 лет проживания в штате - 2500 вирт. 6-15 лет проживания в штате - 5000 вирт. от 16 лет проживания в штате - 15000 вирт. В случае отказа - арест за неуплату штрафа и аннулирование водительского удостоверения.",
            "type_punishment": 1,
            "value_punishment": 0
          }
        ]
      },
      {
        "title": "Езда по встречной полосе. Допустимое сокращение: [Встречная].",
        "content": [
          {
            "title": "Движение на транспортном средстве по полосе, предназначенной для встречного движения, без спец. сигналов Наказание: 1-2 года проживания в штате - 500 вирт. 3-5 лет проживания в штате - 2500 вирт. 6-15 лет проживания в штате - 5000 вирт. от 16 лет проживания в штате - 15000 вирт. В случае отказа - арест за неуплату штрафа и аннулирование водительского удостоверения.",
            "type_punishment": 1,
            "value_punishment": 0
          }
        ]
      },
      {
        "title": "Вина в ДТП. Допустимое сокращение: [ДТП]",
        "content": [
          {
            "title": "Создание аварийной ситуации при управлении транспортным средством, в результате которого произошло столкновение с иным транспортным средством или объектом или если имеются человеческие жертвы (в том числе пешеходы). Наказание: 1-2 года проживания в штате - 500 вирт. 3-5 лет проживания в штате - 2500 вирт. 6-15 лет проживания в штате - 5000 вирт. от 16 лет проживания в штате - 15000 вирт. В случае отказа - арест за неуплату штрафа и аннулирование водительского удостоверения.",
            "type_punishment": 1,
            "value_punishment": 0
          }
        ]
      },
      {
        "title": "Игнорирование специальных сигналов. Допустимое сокращение: [Игнорирование].",
        "content": [
          {
            "title": "Исключение: движение транспортного средства с включенной звуковой сиреной и проблесковыми маячками красного, синего или белого цветов [ Армии, полиция, ФБР, МОН ]. Наказание: 1-2 года проживания в штате - 500 вирт. 3-5 лет проживания в штате - 2500 вирт. 6-15 лет проживания в штате - 5000 вирт. от 16 лет проживания в штате - 15000 вирт. В случае отказа - арест за неуплату штрафа и аннулирование водительского удостоверения.",
            "type_punishment": 1,
            "value_punishment": 0
          }
        ]
      },
      {
        "title": "Нарушение правил пилотирования.",
        "content": [
          {
            "title": "Парковка воздушных транспортных средств на проезжей части, либо создание помех движению при приземлении на парковочные места для автомобилей, либо иные нарушения ПДД при управлении воздушными транспортными средствами. Наказание: 1-2 года проживания в штате - 500 вирт. 3-5 лет проживания в штате - 2500 вирт. 6-15 лет проживания в штате - 5000 вирт. от 16 лет проживания в штате - 15000 вирт. В случае отказа - арест за неуплату штрафа и аннулирование лицензии на пилотирование.",
            "type_punishment": 1,
            "value_punishment": 0
          }
        ]
      },
      {
        "title": "Езда в нетрезвом виде.",
        "content": [
          {
            "title": "Движение на транспортном средстве в алкогольном или наркотическом опьянении. Наказание: 1-2 года проживания в штате - 500 вирт. 3-5 лет проживания в штате - 2500 вирт. 6-15 лет проживания в штате - 5000 вирт. от 16 лет проживания в штате - 15000 вирт. В случае отказа - арест за неуплату штрафа и аннулирование водительского удостоверения.",
            "type_punishment": 1,
            "value_punishment": 0
          }
        ]
      },
      {
        "title": "Превышение скорости.",
        "content": [
          {
            "title": "Превышение максимально допустимой скорости, установленной правилами дорожного движения на отдельном участке дороги, наказывается штрафом, размер которого зависит от доказательной базы. 1. Если контролируемый радар в присутствии сотрудника полиции зафиксировал превышение скорости, штраф рассчитывается по следующей формуле: ((v1 - v2) / 10) * 2000, где v1 - зафиксированная радаром скорость, а v2 - максимально разрешённая ПДД на данном участке дороги скорость. 2. Если нарушитель совершил обгон полицейского автомобиля, следующего с максимально разрешённой скоростью, сумма штрафа рассчитывается по формуле: 500 * x, где x — количество прожитых в штате лет.",
            "type_punishment": 1,
            "value_punishment": 0
          }
        ]
      }
    ],
    "regulatory_legal_act": "Административный кодекс"
  }
]
